import test1 from '@images/image-test1.png';
import test2 from '@images/image-test2.png';
import test3 from '@images/image-test3.png';
import test4 from '@images/image-test4.png';
import test5 from '@images/image-test5.png';
import test6 from '@images/image-test6.png';
import test7 from '@images/image-test7.png';
import test8 from '@images/image-test8.png';

export const cardsData = [
  {
    id: 1,
    imagePath: test6,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 2,
    height: 1,
  },
  {
    id: 2,
    imagePath: test1,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 3,
    imagePath: test4,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 2,
    height: 2,
  },
  {
    id: 4,
    imagePath: test8,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 5,
    imagePath: test7,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 6,
    imagePath: test5,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 7,
    imagePath: test1,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 8,
    imagePath: test2,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 2,
    height: 1,
  },
  {
    id: 9,
    imagePath: test3,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 10,
    imagePath: test5,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 11,
    imagePath: test1,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 12,
    imagePath: test3,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 13,
    imagePath: test5,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
  {
    id: 14,
    imagePath: test1,
    title: 'В Курском регионе собрали более 2,5 млн тонн свеклы',
    description:
      'Завтра, 13 октября, профессиональный праздник будут отмечать работники будут отмечать работники...',
    href: 'источник новости',
    width: 1,
    height: 1,
  },
];
